/**
 * A list of the radicals by stroke count.
 */
export const radicalsByStrokeCount = [
  '',
  '一｜丶ノ乙亅', // 1
  '二亠人⺅儿入ハ丷冂冖冫几凵刀⺉力勹匕匚十卜卩厂厶又マ九ユ乃', // 2 𠆢𠂉
  '⻌口囗土士夂夕大女子宀寸小⺌尢尸屮山川巛工已巾干幺广廴廾弋弓ヨ彑彡彳⺖⺘⺡⺨⺾⻏⻖也亡及久', // 3
  '⺹心戈戸手支攵文斗斤方无日曰月木欠止歹殳比毛氏气水火⺣爪父爻爿片牛犬⺭王元井勿尤五屯巴毋', // 4
  '玄瓦甘生用田疋疒癶白皮皿目矛矢石示禸禾穴立⻂世巨冊母⺲牙', // 5
  '瓜竹米糸缶羊羽而耒耳聿肉自至臼舌舟艮色虍虫血行衣西', // 6
  '臣見角言谷豆豕豸貝赤走足身車辛辰酉釆里舛麦', // 7
  '金長門隶隹雨青非奄岡免斉', // 8
  '面革韭音頁風飛食首香品', // 9
  '馬骨高髟鬥鬯鬲鬼竜韋', // 10
  '魚鳥鹵鹿麻亀啇黄黒', // 11
  '黍黹無歯', // 12
  '黽鼎鼓鼠', // 13
  '鼻齊', // 14
  '',
  '',
  '龠' // 17
].map((s) => s.split(''))
